{"Headline1":{"name":"Headline1","type":"text","variations":["Former Advisor to the CIA & Pentagon Issues Recession Warning to Americans... Urging “DO THIS NOW!”","\"THE GREAT DEPRESSION OF 2020\"  Former Advisor to CIA & Pentagon Issues Recession Warning to Americans  and reveals Five recession-proof stocks to buy now…","“Hell is coming, America will end as we know it.”  – Bill Ackman, Famous Hedge Fund Manager","“Hell is coming, America will end as we know it.”  – Bill Ackman, Famous Hedge Fund Manager.   Former Advisor to CIA & Pentagon Issues Recession Warning to Americans  and reveals Five recession-proof stocks to buy now… (they are definitely not what you think)","Former Advisor to CIA & Pentagon Issues Recession Warning to Americans  and reveals Five recession-proof stocks to buy now… (they are definitely not what you think)","Former Advisor to CIA & Pentagon Issues Recession Warning to Americans  and reveals Five recession-proof stocks to buy now… (they are not Amazon or Apple) ","Martial law, Economic Shutdown and the Start of a Recession ..  2020 Great Depression Looms..   Former Advisor to the Pentagon and CIA Issues a dire warning to Americans ","Former Advisor To The Pentagon and  CIA issues Dire Warning to Americans of a 2020 great depression and shows EXACTLY where has invested 1 Million of his own money ","Former Advisor to the Pentagon and CIA explains where he is investing 1Million of his own money as he warns Americans of a “2020 Great Depression "]},"Body":{"name":"Body","type":"text","variations":["How it Could All Unfold… And five steps you need to take right now to protect your family and your wealth “Hell is coming, America will end as we know it.”  – Bill Ackman, Famous Hedge Fund Manager Is your money safe? In this short video, former Pentagon and CIA Advisor shares 5 ways to protect your wealth, 3 Toxic (but common) stocks to avoid and most importantly ....","Jim Rickards is a former advisor to the CIA and The Pentagon, and feels it’s his duty to warn you about what could unfold in America in the coming days. He discusses the official government document that was not intended for public distribution… but was released by the New York Times.   Watch this video if you care about protecting your wealth and preparing your family for what lies ahead.  LASTLY, the most important (and shocking things he shares is...","The Man Who Helped Save America From A $1.3 Trillion Banking Crisis… Predicted the Great Recession of 2008… And Trump’s 2016 Election… Now Warns You About Martial Law, Economic shutdown, Start of a Recession.  Is your money safe? In this short video he shares 5 ways to protect your wealth, 3 Toxic (but common stocks and most importantly ...."]},"Image":{"name":"Image","type":"image","variations":[{"name":"Rickards-5.png"},{"name":"Rickards-7.png"},{"name":"Rickards-19.jpg"},{"name":"Rickards-3.png"},{"name":"Rickards-10.png"},{"name":"Rickards-8.png"},{"name":"Rickards-30.png"},{"name":"Rickards-31.jpg"}]}}